Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-26-37.tmx
Source language: bo
Languages: en

source: །དབང་པོ་ཞུམ་པ་རྣམས་ལ་བརྩོན་འགྲུས་ཆེན་པོའི་ཤུགས་རྣམ་པར་སྤེལ་བའི་སེམས་དང་ལྡན་པའོ། །འཁོར་བ་ལ་མངོན་པར་མོས་པ་རྣམས་ལ་འཁོར་བའི་རྒྱུད་ཀྱི་འཁོར་ལོ་ལས་རྣམ་པར་བཟློག་པའི་སེམས་དང་ལྡན་པའོ།
en: My motivation is to develop great diligence in those with inferior power. My motivation is to turn away from existences in the cycle of saṃsāra those whose aspiration is for saṃsāra.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་མངོན་པར་མོས་པའི་སེམས་ཅན་རྣམས་ལ། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ལམ་ལ་དགོད་པའི་སེམས་དང་ལྡན་པའོ།
en: My motivation is to establish on the path to omniscience those beings whose aspiration is for the Śrāvakayāna and Pratyeka­buddhayāna.

source: །རིགས་ཀྱི་བུ་དེ་ལྟར་ཁོ་མོ་དེ་ལྟ་བུའི་སེམས་དང་ཡིད་ལ་བྱ་བར་ལྡན་ལ།
en: “Noble one, those are the motivations and intentions that I have.

source: བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ཐར་པ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མུན་པ་རྣམ་པར་སེལ་བའི་ཆོས་ཀྱི་སྣང་བས་འགྲོ་བ་རྣམ་པར་འདུལ་བའི་སྒོ་འདི་དང་ཡང་ལྡན་པས་སེམས་ཅན་གང་ཇི་སྙེད་ཅིག་མུན་ནག་སྨག་ཏུ་གྱུར་པའི་ནམ་ལ་མི་ནི་ཉལ་བར་གྱུར། འབྱུང་པོའི་ཚོགས་ནི་རྒྱུ་བར་གྱུར། རྐུན་ཆོམ་མང་པོས་ནི་རྒྱས་པར་གྱུར།
en: I possess the bodhisattva liberation called the gateway to guiding beings through the radiance of the Dharma that eliminates the darkness of all beings

source: སེམས་ཅན་མི་བསྲུན་པའི་ཚུལ་ཅན་ནི་ཕྱོགས་སུ་རྒྱུ་བར་གྱུར། སྤྲིན་སྟུག་པོ་ནག་པོས་ནི་ཀུན་ནས་ཁེབས་པར་གྱུར། དུད་པ་དང་རྡུལ་གྱི་ཚོགས་ཀྱིས་ནི་ཀུན་ནས་འགྲིགས་པར་གྱུར། རྫི་ཆར་མི་བཟད་པས་ནི་རབ་ཏུ་གཏགས་པར་གྱུར། ཟླ་སྐར་གྱི་ཚོགས་ནི་མི་སྣང་བར་གྱུར།
en: “When beings are in darkness, humans sleep, the hosts of spirits roam around, the numbers of thieves and robbers increase, dangerous beings are active in all directions, thick black clouds cover everything, there is a thick mass of smoke or dust, there is the assault of terrible wind and rain, the moon and stars are hidden, and the eyes are unable to see.

source: མིག་གིས་བྱ་བའི་མཐུ་ནི་མེད་པར་གྱུར་པའི་མུན་པ་ལ་སེམས་ཅན་གང་ཇི་སྙེད་ཅིག་རྒྱ་མཚོ་ལ་སྤྱོད་དམ། ཐང་ལ་སྤྱོད་དམ། རི་ལ་སྤྱོད་དམ། ནགས་ཚལ་གཞན་ན་སྤྱོད་དམ། ཡུལ་གཞན་ན་སྤྱོད་དམ། གྲོང་གཞན་ན་སྤྱོད་དམ། ཕྱོགས་གཞན་ན་སྤྱོད་དམ། ཕྱོགས་མཚམས་གཞན་ན་སྤྱོད་དམ། ལམ་གཞན་ན་སྤྱོད་ཀྱང་རུང་སྟེ།
en: “Noble one, through various methods I protect those beings in the darkness who are on the ocean, on a plain, on mountains, in a remote wilderness, in a forest, in the countryside, in a town, in a direction, in an intermediate direction, or on a road;

source: རྒྱ་མཚོ་ལ་སྤྱོད་སྤྱོད་པ་ལས་གྲུ་བུབ་པར་གྱུར་པའམ།
en: those on the ocean whose ship is sinking;

source: ཐང་ལ་སྤྱོད་སྤྱོད་པ་ལས་ཉམ་ཉེས་པ་འམ།
en: those who are in distress;

source: རི་ལ་སྤྱོད་སྤྱོད་པ་ལས་གཡང་ས་ཆེན་པོར་ལྷུང་བར་གྱུར་པའམ།
en: those on the plains; those who are falling down precipices in the mountains;

source: འབྲོག་དགོན་པ་ལ་སྤྱོད་སྤྱོད་པ་ལས་ཁ་ཟས་ཀྱིས་འཕོངས་པར་གྱུར་པ་འམ།
en: those who have no food or drink in remote wildernesses;

source: ནགས་ཚལ་ཐིབས་པོར་སྦའི་ཟད་ཟིང་ལ་ཐོགས་སམ།
en: those caught in thickets of bamboo in dense forests;

source: ཚུལ་མ་ཡིན་པའི་ཉམ་ཉེས་ཤིག་ཏུ་གྱུར་ཏམ།
en: those whom calamitous wrongdoing has befallen;

source: ཡུལ་གཞན་ན་སྤྱོད་སྤྱོད་པ་ལས་ཆོམ་པོས་བཅོམ་པའམ།
en: those who are being slain by bandits in the countryside;

source: གྲོང་གཞན་ན་སྤྱོད་སྤྱོད་པ་ལས་མི་བསྲུན་པའི་ཚུལ་ཅན་གྱིས་གཙེས་པའམ།
en: those who perish from ruthless actions in towns;

source: ཕྱོགས་གཞན་ན་སྤྱོད་སྤྱོད་པ་ལས་འབྲོག་རྨིས་པའམ།
en: those who are bewildered in the directions;

source: ཕྱོགས་མཚམས་གཞན་ན་སྤྱོད་སྤྱོད་པ་ལས་མགོ་རྨོངས་པའམ། ལམ་གཞན་ན་སྤྱོད་སྤྱོད་པ་ལས་ཉེ་ཞོར་གྱུར་ཀྱང་རུང་སྟེ། རིགས་ཀྱི་བུ་ཁོ་མོ་ནི་སེམས་ཅན་དེ་དག་ལ་ཐབས་སྣ་ཚོགས་ཀྱི་སྒོ་ནས་སྐྱབས་སུ་གྱུར་པར་བྱེད་པ་སྟེ།
en: those who are confused in the intermediate directions;

source: འདི་ལྟར་རྒྱ་མཚོ་ཆེན་པོ་ལ་སྤྱོད་པ་རྣམས་ཀྱི་རླུང་སྤྲིན་ནག་པོ་གཏོར་བ་དང་། ཆུའི་རྙོག་པ་གདང་བ་དང་། རླུང་མི་ཟད་པའི་དཀྱིལ་འཁོར་བཟློག་པ་དང་། རླབས་ཀྱི་ཤུགས་ཆེན་པོ་ཞི་བར་བྱ་བ་དང་། གློག་གི་འཇིགས་པ་ལས་ཐར་བར་བྱ་བ་དང་། ཕྱོགས་བསྟན་པ་དང་། ཆུའི་ལམ་ལེགས་པར་དམིགས་པ་དང་། འགྲམ་བསྟན་པ་དང་། རིན་པོ་ཆེའི་གླིང་དུ་ཕྱིན་པར་བྱ་བའི་ཕྱིར་ལམ་ཡོངས་སུ་བསྟན་ཏེ།
en: and those who encounter disaster on the road. “I do so in this way: for those on the great ocean, I dispel the black winds and clouds, I make troubled waters clear, I dispel the circle of cruel winds, I calm the huge powerful waves, I bring freedom from the danger of lightning, I show the direction to go, I provide the correct course over the waters, I reveal the shore, and I show the way to reach the island of jewels.

source: ཡོངས་སུ་སྡུད་པའི་གཟུགས་དང་། དེད་དཔོན་གྱི་གཟུགས་དང་། རྟའི་རྒྱལ་པོ་རྔོག་ཆེན་གྱི་གཟུགས་དང་། གླང་པོའི་རྒྱལ་པོའི་གཟུགས་དང་། རུ་སྦལ་གྱི་རྒྱལ་པོའི་གཟུགས་དང་། ལྷ་མ་ཡིན་གྱི་རྒྱལ་པོའི་གཟུགས་དང་། ནམ་མཁའ་ལྡིང་གི་རྒྱལ་པོའི་གཟུགས་དང་། མིའམ་ཅིའི་རྒྱལ་པོའི་གཟུགས་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་རྒྱལ་པོའི་གཟུགས་དང་། རྒྱ་མཚོའི་ལྷའི་གཟུགས་དང་། མཉན་པའི་གཟུགས་ཀྱིས་སྐྱབས་སུ་གྱུར་པར་བྱེད་དོ།
en: I protect them in the form of a gatherer of beings, the form of a merchant leader, the form of a great-maned king of horses, the form of a king of elephants, the form of a king of turtles, the form of a king of the asuras, the form of a king of the garuḍas, the form of a king of the kinnaras, the form of a king of the mahoragas, the form of a deity of the sea, and the form of a ferryman.

source: དགེ་བའི་རྩ་བ་དེ་ཡང་འདི་ལྟར་སེམས་ཅན་ཐམས་ཅད་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཐམས་ཅད་ལས་ཡོངས་སུ་བཟློག་པའི་ཕྱིར་སྐྱབས་སུ་གྱུར་པར་ཤོག་ཤིག་ཅེས་ཡོངས་སུ་བསྔོའོ།
en: “I dedicate those roots of merit in this way: ‘May I be a protector of all beings in order to free them from the entire mass of suffering!’

source: །ཐང་ལ་སྤྱོད་པའི་སེམས་ཅན་མུན་པ་ཆེན་པོ་ཤིན་ཏུ་གནས་པའི་ནམ་ལ། ས་གཞི་འོད་མདང་། ཚེར་མ་དང་། གསེག་མ་དང་། གྱོ་མོས་གང་བ།
en: “When beings on the plains at night are in great darkness and the ground is covered with bamboo, thorns, pebbles, and potsherds;

source: སྦྲུལ་གདུག་པ་གཏུམ་པོ་ཤིན་ཏུ་མང་བ། ཐག་ཐུག་དང་། མི་བདེ་བའི་ལམ་ཅན་རྡུལ་དང་ཕྱར་དར་ཤིན་ཏུ་འཐུལ་པ།
en: when there are numerous fierce poisonous snakes, uneven ground, and difficult paths, and when dust and dirt swirl thickly;

source: རྫི་ཆར་དྲག་པོས་གཏགས་པ། ཚ་བ་དང་། གྲང་བའི་སྡུག་བསྔལ་ཡོད་པ། སྦྲུལ་དང་གཅན་ཟན་གྱིས་བག་ཚ་བ་ཡོད་པ། ཐོང་མི་དང་། ཆོམ་པོ་རྒྱུ་བར་གྱུར་པ་ཞིག་ན།
en: when there is the assault of fierce wind and rain, being stricken with the suffering of heat and cold, and the fear of snakes and wild beasts;

source: མགོ་འཁོར་བར་གྱུར་པའི་སེམས་ཅན་རྣམས་ལ། ཉི་མའི་གཟུགས་དང་། ཟླ་བའི་གཟུགས་དང་། སྐྱ་རེང་འཆར་བའི་གཟུགས་དང་། སྐར་མདའ་ཆེན་པོའི་གཟུགས་དང་། གློག་གི་ཕྲེང་བ་འབྱུང་བའི་གཟུགས་དང་། རིན་པོ་ཆེའི་འོད་ཀྱི་གཟུགས་དང་། གཟའི་འཁོར་གྱི་གཟུགས་དང་། རྒྱུ་སྐར་དང་སྐར་མའི་ཚོགས་ཀྱི་གཞལ་མེད་ཁང་གི་འོད་ཀྱི་གཟུགས་དང་། ལྷའི་གཟུགས་དང་། བྱང་ཆུབ་སེམས་དཔའི་གཟུགས་ཀྱིས་སྐྱབས་སུ་གྱུར་པར་བྱེད་དོ།
en: and when bands of murderers and bandits are prowling around, I protect those beings who are confused in the dark, in the form of the sun, in the form of the moon, in the form of the rising of dawn, in the form of great shooting stars, in the form of flashes of lightning, in the form of the light of jewels, in the form of the circle of the planets, in the form of light from the aerial palaces of the constellations and stars, in the form of a deva, and in the form of a bodhisattva. “In my mind there arose this aspiration:

source: །སེམས་ཀྱང་དགེ་བའི་རྩ་བ་འདིས་ཉོན་མོངས་པའི་མུན་པ་ཐམས་ཅད་རྣམ་པར་བསལ་བའི་ཕྱིར། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྐྱབས་སུ་ཤོག་ཤིག་པར་བསྐྱེད་དོ།
en: ‘May I become a refuge for all beings through this root of merit, in order to dispel all the darkness of the kleśas.’

source: །རིའི་གཡང་ས་ལ་སྤྱོད་ཅིང་འཆི་བས་འཇིགས་སྐྲག་པ་རྣམས་སྲོག་དབྱུང་བ་དང་། གྲགས་པ་འདོད་པའི་དབང་དུ་གྱུར་པ་དང་། སྙན་པ་དང་། སྒྲའི་རྒྱལ་མཚན་འདོད་པ་དང་། ལོངས་སྤྱོད་ཚོལ་བ་དང་། འདོད་པའི་ཟིལ་གྱིས་ནོན་པ་དང་། ཡོ་བྱད་ཡོངས་སུ་ཚོལ་བ་ལ་བརྩོན་པ་དང་། འཇིག་རྟེན་གྱི་ཕུན་སུམ་ཚོགས་པ་འདོད་ཅིང་བརྩོན་པ་དང་། བུ་དང་ཆུང་མ་གཏོང་མི་ཕོད་པས་ཐོགས་པར་གྱུར་བ་དང་། ལྟ་བའི་ཐིབས་པོར་འཁྱམས་པ་དང་། སྡུག་བསྔལ་བ་དང་། འཇིགས་པ་སྣ་ཚོགས་ཀྱིས་གཙེས་པ་རྣམས་ལ་ཡང་ཐབས་སྣ་ཚོགས་ཀྱི་སྒོ་ནས་སྐྱབས་སུ་གྱུར་བར་བྱེད་དེ།
en: “I protect through various methods those on mountain precipices who are afraid of dying and who through clinging to life are under the power of the desire for fame, who desire the banner of words of renown, who have enjoyment as their goal, who are overpowered by desire, who are engaged in the pursuit of the prerequisites for life, who primarily yearn for worldly good fortune, who are tied by affection to children and wife, who are lost in the thicket of views, and who are oppressed by various kinds of suffering and fears. “I do so in this way:

source: འདི་ལྟར་རིའི་ཕུག་དང་། བྱ་སྐྱིབས་མངོན་པར་བསྒྲུབ་པ་དང་། ཤིང་ཐོག་དང་། རྩ་བ་བཟར་རུང་བ་མངོན་པར་བསྒྲུབ་པ་དང་། ཆུའི་ལམ་དང་། ཆུ་མིག་མངོན་པར་བསྒྲུབ་པ་དང་། ཚ་བ་དང་། གྲང་བའི་གཉེན་པོ་མངོན་པར་བསྒྲུབ་པ་དང་། ཡང་དག་པའི་ལམ་བསྟན་པ་དང་། ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་བསྒྲག་པ་དང་། རྨ་བྱའི་རྒྱལ་པོའི་སྐད་འབྱིན་པའི་དབྱངས་དང་། སྨན་འབར་བས་སྣང་བའི་གཟུགས་དང་། རིའི་ལྷའི་འོད་ཀྱི་གཟུགས་དང་། རིའི་ཕུག་དང་སུལ་དང་། ལྟོངས་སུ་རླག་སྟེ།
en: by providing them with caves and shelters, by providing them with fruit and roots to eat, by providing them with streams and springs, by providing them with protection against heat and cold, by showing them correct pathways, by the sound of the song of the avadavat, by the sound of the cry of the king of peacocks, through the form of illumination from burning herbs, and through the form of light from the mountain deities.

source: སྡུག་བསྔལ་སྣ་ཚོགས་ཀྱིས་གཙེས་པའི་སེམས་ཅན་རྣམས་ཀྱི་མུན་པའི་རབ་རིབ་རྣམ་པར་བསལ་བ་དང་། སའི་གཞི་མཉམ་པར་མངོན་པར་བསྒྲུབ་པས་སྐྱབས་སུ་གྱུར་པར་བྱེད་དེ།
en: “I become a protector of those in mountain caves, clefts, and chasms who are afflicted by various sufferings, by providing them with level ground, and to dispel the blinding darkness those beings are in.

source: སེམས་ཀྱང་ཇི་ལྟར་བདག་གིས་སེམས་ཅན་རི་ལ་སྤྱོད་པ་འདི་དག་ཡོངས་སུ་བསྐྱབས་པ་དེ་བཞིན་དུ་འཁོར་བའི་རིའི་ལམ་རྒྱུད་གཡང་ས་ལ་གནས་ཤིང་རྒ་ཤིའི་གདོན་གྱིས་ཟིན་པ་དེ་དག་གི་སྐྱབས་སུའང་བདག་འགྱུར་བར་ཤོག་ཤིག་པར་བསྐྱེད་དོ།
en: “In my mind there arises this thought: ‘Just as I have protected these beings who are in the mountains, may I become a protector for those who have fallen into the chasms of the mountain of saṃsāra and have been seized by the demons of old age and death.’

source: །ནགས་ཚལ་ཐིབས་པོའི་དྲ་བས་ཐོགས་པའི་སེམས་ཅན་མཚན་མོ་མུན་པའི་མུན་ནག་གིས་ཆོད་དེ།
en: “I become someone who shows the correct path to follow for those beings who are trapped in the net of a dense forest and blinded by the darkness of the night;

source: ཤིང་དང་། ཤིང་འཕྲན་འཛིངས་པའི་གསེབ་ཤིན་ཏུ་ཉམ་ང་བ་དང་། ཆུ་དང་། རྩྭ་དང་། སྤོང་པོ་དང་། འཁྲི་ཤིང་གིས་ལམ་ཆོད་པ་དང་། ཤིང་དང་ཤིང་ཕྲན་སྣ་ཚོགས་ཀྱི་ནགས་ཚལ་ཐིབས་པའི་ནང་དུ་ཕྱིན་ཏེ།
en: who are in distress within a tangle of trees and shrubs; whose path is blocked by grass, rivers, thorns, trees, and vines; who have entered a dense forest of numerous trees and vines;

source: སྟག་གི་སྒྲ་ཐོས་པས་སྐྲག་པའི་སྙིང་ཅན་དོན་མ་གྲུབ་པས།
en: who have fear in their hearts on hearing the roaring of tigers;

source: སེམས་འཁྲུགས་པར་གྱུར་པ་དང་། འཇིགས་པ་དང་འཚེ་བ་དང་། མི་དགའ་བ་སྣ་ཚོགས་ཀྱིས་ཉམས་མི་བདེ་བ་ནགས་ཚལ་སྟུག་པ་ནས་འབྱུང་བའི་ཕྱོགས་མི་ཤེས་པ་རྣམས་ལ།
en: who are distressed at being unable to accomplish their goals; who are afflicted by various dangers, misfortunes, and troubles; and who do not know the way out of a thick forest.

source: ཁོ་མོ་ནི་བདེ་བར་འགྲོ་བའི་ལམ་ཡོངས་སུ་སྟོན་པ་བྱེད་དེ།
en: “In my mind there arises this thought:

source: སེམས་ཀྱང་འདི་ལྟར་དགེ་བའི་རྩ་བ་འདིས་སེམས་ཅན་ལྟ་བའི་ཐིབས་པོ་སྣ་ཚོགས་ལ་གནས་པ། སྲེད་པའི་དྲ་བས་འཁྲིས་པར་གྱུར་པ། འཁོར་བའི་སྡུག་བསྔལ་སྣ་ཚོགས་ཀྱིས་གཙེས་པ་རྣམས་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཡོངས་སུ་འགྲེལ་བར་ཤོག་ཤིག་པར་བསྐྱེད་དོ།
en: ‘Through this root of merit, may I free from all suffering those beings who are in the thicket of various views, who are caught in the net of craving, and who are oppressed by the various sufferings and dangers of saṃsāra.’

source: །འབྲོག་དགོན་པ་ལ་སྤྱོད་པའི་སེམས་ཅན་མུན་པའི་ནང་ན་འཐོམས་པ་རྣམས་ཀྱང་ཐབས་ཀྱི་སྒོ་སྣ་ཚོགས་ཀྱིས་བདེ་བ་ཡོངས་སུ་བསྐྱེད་ཅིང་ལམ་བསྟན་ཏེ།
en: “Through various methods I bring happiness to those beings who are confused in darkness in remote wildernesses.

source: དེ་དག་འཇིགས་པ་མེད་པ་དང་། བདེ་བ་ལ་རབ་ཏུ་བཀོད་ནས།
en: I show them the path and bring them to a safe and pleasant place. “In my mind there arises this thought:

source: སེམས་ཀྱང་དགེ་བའི་རྩ་བ་འདིས་སེམས་ཅན་འཁོར་བའི་འབྲོག་དགོན་པ་ན་འཐོམས་པ་ངན་སོང་ཐམས་ཅད་ཀྱི་ལམ་དུ་ཞུགས་པ་རྣམས་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཡོངས་སུ་བཀྲོལ་ཏེ་ཤིན་ཏུ་ཕུན་སུམ་ཚོགས་པས། བདེ་བ་ཐམས་ཅད་མཁྱེན་པའི་ལམ་ལ་རབ་ཏུ་དགོད་པར་བྱ་བར་ཤོག་ཤིག་པར་བསྐྱེད་དེ།
en: ‘Through this root of merit, may I free from all suffering and bring to the great good fortune of the path to happiness and omniscience those beings who are lost in the remote wilderness of saṃsāra and are following the path to all the lower realms.’

source: རིགས་ཀྱི་བུ་ཡུལ་དང་ལྗོངས་ལ་ཆགས་པའི་སེམས་ཅན་མངོན་པར་ཆགས་པའི་རྒྱུ་ལས་བྱུང་བའི་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་གྱུར་པ་རྣམས་ལའང་ཁོ་མོ་ནི་སྐྱོ་བར་བྱ་བའི་ཐབས་སྣ་ཚོགས་ཀྱིས་ཡུལ་ལ་མངོན་པར་ཆགས་པ་དེ་ལས་གྱེན་དུ་བསྐྱོད་པར་བྱེད་དེ་སེམས་ཀྱང་འདི་ལྟར་དགེ་བའི་རྩ་བ་འདིས་སེམས་ཅན་ཐམས་ཅད་ཕུང་པོ་ལ་མངོན་པར་ཆགས་པ་ལས་གྱེན་དུ་བསྐྱོད་དེ།
en: “Noble one, through various methods that bring disillusionment, I free from attachment to their homeland those beings in homelands who experience suffering caused by that attachment. “In my mind there arises this aspiration:

source: གནས་མེད་པའི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་དགོད་པར་བྱ་བར་ཤོག་ཤིག་པར་བསྐྱེད་དོ།
en: ‘Through this root of merit, may I free all beings from attachment to the skandhas and bring them to the wisdom of omniscience that has no location.’

source: །རིགས་ཀྱི་བུ་ཁོ་མོ་ནི་གྲོང་ན་སྤྱོད་པའི་སེམས་ཅན་ཁྱིམ་དང་གནས་ཀྱི་འཆིང་བས་གླགས་པ་རྣམས་མཚན་མོ་མུན་པ་ཤིན་ཏུ་གནག་པས་ཆོད་པའི་ནང་ན་ཁྱིམ་གྱི་དོན་སྣ་ཚོགས་ཉམས་སུ་གནོད་པས། སྡུག་བསྔལ་བར་གྱུར་པ་རྣམས་ཀྱང་སྐྱོ་བར་འགྱུར་བའི་སྒོ་སྣ་ཚོགས་ཀྱིས་སྐྱོ་བར་བྱས་ཏེ།
en: “Noble one, the beings who dwell in villages, who are destroyed by their bondage to house and home, who are bewildered in the darkness of the night, and who suffer because of the various demands of their homes—through various ways of causing distress, I bring them to disillusionment.

source: ཆགས་པ་མེད་པའི་སེམས་ཡོངས་སུ་བསྐྱེད་ནས།
en: I cause them to develop a mind free of attachment.

source: ཆོས་ཀྱི་སྦྱིན་པས་ཡོངས་སུ་བཟུང་སྟེ།
en: I care for them through the gift of the Dharma.

source: ཚིམ་པར་བྱས་ནས་རྟེན་པ་མེད་པའི་ཆོས་ལ་བཀོད་དེ།
en: I make them perfectly content and establish them in the Dharma that has no home. “In my mind there arises this thought:

source: སེམས་ཀྱང་འདི་ལྟར་དགེ་བའི་རྩ་བ་འདིས་སེམས་ཅན་སྐྱེ་མཆེད་དྲུག་གི་གྲོང་ལ་གནས་པ་རྣམས་འཁོར་བའི་ལམ་གྱི་རྒྱུད་ཀྱི་སྤྱོད་ཡུལ་ལས་གྱེན་དུ་བསྐྱོད་དེ། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་ལ་དགོད་པར་བྱ་བར་ཤོག་ཤིག་པར་བསྐྱེད་དོ།
en: ‘Through this root of merit, may I free all beings dwelling in the town of their six āyatanas from the realm of activity that is existence in saṃsāra, and may I establish them in the realm of activity of the wisdom of omniscience.’

source: །རིགས་ཀྱི་བུ་གང་ཡང་མཚན་མོ་མུན་པ་ཤིན་ཏུ་གནག་པའི་ནང་ན། ཤར་ཕྱོགས་ལ་སོགས་པའི་ཕྱོགས་དང་། ཕྱོགས་མཚམས་རེ་རེར་ཕྱོགས་བསླད་པར་གྱུར་པ། སའི་ཕྱོགས་མཉམ་པ་ལ་མི་མཉམ་པའི་གཡང་སར་འདུ་ཤེས་པ་དང་། སྒང་བུ་ལ་གཤོང་དུ་འདུ་ཤེས་པར་གྱུར་ཏེ། ཕྱོགས་ཀྱི་ལམ་དང་ས་ཚོད་ལ་མགོ་འཁོར་བར་གྱུར་པ་དེ་དག་ལའང་ཁོ་མོ་ནི་ཐབས་སྣ་ཚོགས་ཀྱིས་སྣང་བར་བྱས་ཏེ།
en: “Noble one, through various methods I bring illumination to those beings who are bewildered in the darkness of night in the east and other directions and intermediate directions, who see level areas as being uneven with chasms, who perceive high ground as depressions and depressions as high ground, and who are bewildered as to the directions of paths and areas.

source: ཕྱིར་འབྱུང་བ་རྣམས་ལ་ནི་སྒོ་ཡོངས་སུ་སྟོནཏོ།
en: I reveal a door to those who wish to exit.

source: །གྲོལ་བར་འདོད་པར་རྣམས་ལ་ནི་མུ་སྟེགས་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal a path to those who wish to go upon it. I reveal a ford to those who wish to cross a river.

source: །རྒྱལ་པར་འདོད་པ་རྣམས་ལ་ནི་གྲུ་ཡོངས་སུ་སྟོན་ཏོ། །ཁྱིམ་དུ་འགྲོ་བར་འདོད་པ་རྣམས་ལ་ནི་ཁྱིམ་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal a ship to those who wish to cross the sea. I reveal a house to those who wish to go inside.

source: །རྣམ་པར་བལྟ་བར་འདོད་པ་རྣམས་ལ་ནི་ཕྱོགས་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal a region to those who wish to see it.

source: །ས་གཞི་མཐོ་བ་དང་། དམའ་བ་ཡང་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal the high ground and the low ground.

source: །སའི་ཕྱོགས་མཉམ་པ་དང་། མི་མཉམ་པ་དང་། གཟུགས་ཀྱི་རྣམ་པ་སྣ་ཚོགས་ཀྱང་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal the areas that are level , those that are not level , and their various forms.

source: །ལམ་གྱིས་དུབ་པ་རྣམས་ལ་གྲོང་དང་གྲོང་ཁྱེར་དང་ལྗོངས་དང་ཁམས་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་ཀྱང་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal villages, towns, markets, kingdoms, and capitals to exhausted travelers.

source: །ཚ་བ་དང་སྐོམ་པས་མནར་བ་རྣམས་ལ་ཡང་མཚོ་དང་མཚེའུ་དང་། ལུ་མ་དང་རྫིང་དང་རྫིང་བུ་དང་ཆུ་ཀླུང་དང་། ནགས་ཚལ་དང་བཟའ་ཤིང་གི་ར་བ་དང་། ཀུན་དགའ་ཡིད་དུ་འོང་བ་ཡོངས་སུ་སྟོན་ཏོ།
en: I reveal springs, ponds, lakes, reservoirs, lotus ponds, rivers, forests, orchards, and gardens to those afflicted by heat and thirst.

source: །སྡུག་པ་དང་བྲལ་ཞིང་ཕྲད་པར་འདོད་པ་རྣམས་ལ་ཕ་དང་མ་དང་བུ་དང་ཆུང་མ་དང་། མཛའ་བོ་དང་། བློན་པོ་དང་། གཉེན་བཤེས་དང་ཡིད་དུ་འོང་བའི་གཟུགས་ཀྱི་རྣམ་པ་སྣ་ཚོགས་ཡོངས་སུ་སྟོན་ཏོ། །སེམས་ཀྱང་ཇི་ལྟར་བདག་གིས་སེམས་ཅན་མཚན་མོ་མུན་པ་མུན་ནག་གིས་ཆོད་པ།
en: I reveal pleasant forms of various kinds such as father, mother, children, wives, friends, families, and relatives to those who wish to meet the beloved they are separated from. “In my mind there arises this thought:

source: མིག་རབ་རིབ་ཀྱིས་ཉམས་པ། ཕྱོགས་བསླད་པ། ལམ་འཁོར་བ་རྣམས་ལ་གཟུགས་ཀྱི་རྣམ་པ་སྣ་ཚོགས་རྣམ་པར་དམིགས་པར་བྱ་བའི་ཕྱིར། སྣང་བ་བསྐྱེད་དེ།
en: ‘May I bring light and illumination, so that they will perceive the various forms around them, to those who are bewildered in the darkness of night, whose eyes are afflicted by blindness, and who are bewildered as to directions.

source: འོད་བྱས་པ་དེ་བཞིན་དུ་བདག་གིས་ཡུན་རིང་པོ་ནས་འཁོར་བའི་མུན་པ་ན་གནས་པའི་སེམས་ཅན་ཡང་དག་པ་ཉིད་ཀྱི་ཕྱོགས་ལ་བསླད་པ་མ་རིག་པའི་མུན་པར་འཐོམས་པ་ཡེ་ཤེས་ཀྱི་མིག་མི་ཤེས་པའི་ལིང་ཏོག་གིས་ཆོད་པ།
en: ‘Similarly, there are beings who have dwelled in the darkness of saṃsāra for a long time who are confused concerning the right direction; who are bewildered in the darkness of ignorance; whose eyes of wisdom are clouded by the cataracts of ignorance;

source: འདུ་ཤེས་དང་། སེམས་དང་ལྟ་བས་བྱིན་ཅི་ལོག་ཏུ་གྱུར་པ།
en: who have incorrect perception, mind, and view;

source: མི་རྟག་པ་ལ་རྟག་པར་འདུ་ཤེས་པ།
en: who perceive the impermanent as permanent;

source: སྡུག་བསྔལ་བ་ལ་བདེ་བར་འདུ་ཤེས་པ།
en: who perceive suffering as happiness;

source: བདག་མེད་པ་ལ་བདག་ཏུ་འདུ་ཤེས་པ།
en: who perceive the absence of a self as a self;

source: མི་སྡུག་པ་ལ་སྡུག་པར་འདུ་ཤེས་པ།
en: who perceive the unpleasant as pleasant;

source: བདག་དང་སེམས་ཅན་དང་། སྲོག་དང་། གསོ་བ་དང་། གང་ཟག་ཏུ་འཛིན་པ་དམ་པོ་ལ་གནས་པ།
en: who believe in an enduring self, being, soul, person, or individual;

source: ཕུང་པོ་དང་ཁམས་དང་སྐྱེ་མཆེད་ལ་གནས་པ།
en: who rely on the skandhas , dhātus , and āyatanas;

source: རྒྱུ་དང་འབྲས་བུ་ལ་མགོ་འཁོར་བ།
en: who are confused about cause and result;

source: མི་དགེ་བའི་ལས་ཀྱི་ལམ་གྱི་ཕྱོགས་སུ་ཞུགས་པ།
en: who follow the path of nonvirtuous actions;

source: སྲོག་གཅོད་པ།
en: who kill;

source: མ་བྱིན་པར་ལེན་པ།
en: who steal;

source: འདོད་པས་ལོག་པར་གཡེམ་པ།
en: who engage in sexual misconduct;

source: བརྫུན་དུ་སྨྲ་བ།
en: who lie;

source: ཕྲ་མ་ཟེར་བ།
en: who slander;

source: ངག་རྩུབ་པོ་འབྱིན་པ།
en: who speak harsh words;

source: ཚིག་ཀྱལ་བ་སྨྲ་བ།
en: who speak meaninglessly;

source: ཆགས་སེམས་དང་ལྡན་པ།
en: who are covetous;

source: གནོད་སེམས་ཀྱི་སེམས་དང་ལྡན་པ།
en: who are malicious;

source: ལོག་པར་ལྟ་བ་ཅན།
en: who hold wrong views;

source: ཕར་མི་ཤེས་པ།
en: who do not respect their fathers;

source: མར་མི་ཤེས་པ།
en: who do not respect their mothers;

source: དགེ་སྦྱོང་དང་། བྲམ་ཟེར་མི་ཤེས་པ།
en: who do not respect śramaṇas and brahmins;

source: དབང་པོ་མི་ཤེས་པ།
en: who do not respect the powerful;

source: སྐྱེས་བུ་དམ་པར་མི་ཤེས་པ།
en: who do not respect holy beings;

source: ཆོས་མ་ཡིན་པ་ལ་ཆགས་ཤིང་ཞེན་པ།
en: who have passion and devotion for what is not the Dharma;

source: མི་ཚུལ་བའི་འདོད་པས་ཟིལ་གྱིས་ནོན་པ།
en: who are overcome by inappropriate desires;

source: ལོག་པའི་ཆོས་ཀྱིས་ཡོངས་སུ་འཁྲིས་པ།
en: who are in the bondage of wrong views;

source: དེ་བཞིན་གཤེགས་པ་ལ་སྐུར་བ་འདེབས་པ།
en: who malign the tathāgatas;

source: ཆོས་ཀྱི་འཁོར་ལོ་ནུབ་པར་བྱ་བ་ལ་ཞུགས་པ།
en: who engage in bringing the wheel of the Dharma to an end;

source: བདུད་ཀྱི་རྒྱལ་མཚན་འཛིན་པ།
en: who hold the banner of Māra

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་གནོད་པར་བྱེད་པ།
en: who harm bodhisattvas;

source: ཐེག་པ་ཆེན་པོ་ལ་ཞེ་སྡང་བ།
en: who have anger toward the Mahāyāna;

source: བྱང་ཆུབ་ཀྱི་སེམས་ལ་མོས་པ་སྤོང་བར་བྱེད་པ།
en: who are engaged in reviling the aspiration to enlightenment;

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་མི་སྙན་དུ་རྗོད་པ། སྣོད་མ་སྐམས་པར་སྙིང་རིང་བ།
en: who criticize bodhisattvas;

source: གནོད་པ་མ་བྱས་པར་དགྲར་ལེན་པ།
en: who harm or injure their mothers; who are harmful and hostile;

source: འཕགས་པ་ལ་སྐུར་བ་འདེབས་པ།
en: who malign the āryas;

source: སྐྱེས་བུ་དམ་པ་མ་ཡིན་པས། སྤྱོད་པའི་ཆོས་ཀྱི་སྤྱོད་ཡུལ་ཅན།
en: who practice a religious conduct that is not that of good people;

source: མཆོད་རྟེན་དང་། དགེ་འདུན་གྱི་དངོས་པོ་ལ་འཁུ་བ།
en: who damage that which belongs to stūpas and the saṅgha;

source: ཕ་མ་ལ་ལོག་པར་སེམས་པ།
en: who oppose their parents;

source: མཚམས་མེད་པའི་ལས་བྱེད་པ།
en: who commit the acts with immediate result on death;

source: གཡང་ས་ཆེན་པོ་ལ་མངོན་པར་ལྟས་པའི་སེམས་ཅན་རྣམས་ཀྱི་མ་རིག་པའི་མུན་པ་ཤེས་རབ་ཀྱི་སྣང་བ་ཆེན་པོས་བསལ་ཏེ།
en: and who are facing a great abyss.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་བསྐུལ་ནས། ཐེག་པ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོས་སྟོབས་བཅུའི་ཡེ་ཤེས་ཀྱི་སའི་ལམ་ཡོངས་སུ་སྟོན་པར་གྱུར་ཅིག །དེ་བཞིན་གཤེགས་པའི་ས་དང་། དེ་བཞིན་གཤེགས་པའི་ཡུལ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་ཚུལ་རྒྱ་མཚོ་དང་། སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་དང་། སངས་རྒྱས་ཀྱི་ཡུལ་དང་། སྟོབས་བཅུ་ཡོངས་སུ་གྲུབ་པ་དང་། སངས་རྒྱས་ཀྱི་གཟུངས་ཀྱི་སྟོབས་དང་། སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྐུ་མཆོག་ཏུ་གྱུར་པ་ཡོངས་སུ་སྟོན་པར་ཤོག་ཤིག །ཡོངས་སུ་བསྟན་ནས་ཀྱང་།
en: ‘May I dispel the darkness of their ignorance with the great light of wisdom, inspire them toward the highest, complete enlightenment, and reveal to them, through the completely good Mahāyāna, the path to the level of the wisdom of the ten strengths, the level of the tathāgatas, the scope of the omniscient wisdom of the tathāgatas, the ocean of the ways of omniscient wisdom, the range of activity of the wisdom of the buddhas, the scope of the buddhas, the accomplishment of the ten strengths, and the strength of the power of retention of the buddhas and the single body of all the buddhas.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་ཀྱི་གནས་ལ་རབ་ཏུ་དགོད་པར་ཤོག་ཤིག་པར་བསྐྱེད་དོ།
en: Having revealed that, may I establish them in the knowledge of the equality of all the buddhas.’

source: །རིགས་ཀྱི་བུ་ཁོ་མོ་ནི་སེམས་ཅན་ཡུན་རིང་པོ་ནས་ན་ཞིང་ནད་ཀྱིས་ཡོངས་སུ་སྐྱོ་བ། ལུས་ཉམ་ཆུང་བ་དང་། རྒས་པ། རྒ་བའི་ཟིལ་གྱིས་ནོན་པ་དང་། མགོན་མེད་པ་དང་། ཕོངས་ཤིང་དབུལ་བ་དང་། ལོག་པར་ལྟུང་བ་དང་། ཡུལ་གཞན་དུ་ཕྱིན་པ་དང་། ཕྱོགས་ལོག་པར་ཞུགས་པ་དང་། བཙོན་ར་ན་འདུག་པ་དང་། ཆད་པས་བཅད་པ་དང་། ཉེས་པ་བྱུང་སྟེ། རྒྱལ་པོས་གསད་པར་བཀྲི་བ་རྣམས་ཀྱང་སྲོག་དང་བྲལ་གྱི་འཇིགས་པ་ལས་ཡོངས་སུ་བསྐྱབ་པའི་ཕྱིར་གནས་སོ།
en: “Noble one, I am present to save those beings who are sick, who are depressed by being ill for a long time, whose bodies are weakened, who are old, who have been overpowered by old age, who have no protector, who are destitute, who are poor, who are ruined, who have gone astray into another land, who are going in the wrong direction, who are in prison, who are being punished, who are criminals, who are being led to execution, and who are afraid of losing their lives.

source: །རིགས་ཀྱི་བུ་དེ་ལྟར་ཁོ་མོ་ནི་སེམས་ཅན་ནད་པ་རྣམས་ཀྱི་ནད་ཐམས་ཅད་ནི་ཐབས་ཐམས་ཅད་ཀྱིས་གསོ་བ་ནན་ཏན་དུ་བྱེད་དོ།
en: “Noble one, I am dedicated to using every method to heal all the illnesses of sick beings.
